export const homeObjectone = {
    primary: true,
    lightBg: true,
    lightTopLine: false,
    lightText: false,
    lightTextDesc: false,
    topLine: 'ఇద్దరూ ఒక్కటేనా?',
    headline: 'విష్ణువు మరియు శివ',
    description:
        'విష్ణువును "వాసుదేవుడు" అని కూడా పిలుస్తారు మరియు శివుడిని "వామదేవుడు" అని కూడా పిలుస్తారు. రెండు పేర్లలో రెండు అక్షరాల తేడా మాత్రమే ఉంది. "సు" మరియు "మ". సుమ అంటే పువ్వు వికసిస్తుంది. విష్ణువు మరియు శివ ఇద్దరు ఓక్కటే. ‘ఓం నమో నారాయణయ’ అష్టాక్షర అనేది వైష్ణవుల ప్రాధమిక మంత్రం. ‘రా’ ఈ మంత్రంలోని ముఖ్య అక్షరం. ‘ఓం నమః శివయ’ పంచాక్షరీ మంత్రం శైవులకు ముఖ్య మంత్రం. ‘మ’ అనేది ఈ మంత్రం యొక్క ముఖ్య అక్షరం.ఈ రెండు కీలక అక్షరాలను కలిపి చూస్తే, మనకు ‘రామ’ లభిస్తుంది. రామ నామం జపించడం ద్వారా, శివ నామమును, విష్ణు నామమును జపించడం వల్ల మనకు అన్ని ప్రయోజనాలు లభిస్తాయి.',
    buttonLabel: 'Get Started',
    imgStart: '',
    img: require('../../images/one.jpeg'),
    alt: 'ssvkpp',
    start: ''
};

export const homeObjectTwo = {
    primary: true,
    lightBg: false,
    lightTopLine: true,
    lightText: true,
    lightTextDesc: true,
    topLine: 'కర్మ అంటే ఏమిటి?',
    headline: 'కర్మ యొక్క అర్థం ఏమిటి?',
    description:
        "వేద సాహిత్యం ప్రకారం, కర్మ అనేది కారణం మరియు ప్రభావ నియమం. ప్రతి చర్యకు ఒక కారణం అలాగే ప్రతిచర్య ఉంటుంది. శారీరక లేదా మానసిక అభివృద్ధి కోసం ఫలవంతమైన కార్యకలాపాలను చేయడం ద్వారా కర్మ ఉత్పత్తి అవుతుంది. భవిష్యత్తులో ఆనందం కోసం మంచి ప్రతిచర్యలు లేదా మంచి కర్మలను ఉత్పత్తి చేసే ధర్మబద్ధమైన కార్యకలాపాలను ఎవరైనా చేయవచ్చు. లేదా ఒకరు స్వార్థపూరితమైన పని చేయవచ్చు లేదా కొందరు చెడు కర్మలను మరియు భవిష్యత్తు బాధలను కలిగించే పాపపు చర్యలను పిలుస్తారు. ఒక వ్యక్తి ఈ జీవితంలో లేదా భవిష్యత్తు జీవితంలో ఎక్కడికి వెళ్ళినా ఇది అనుసరిస్తుంది. ఇటువంటి కర్మలు, అలాగే ఒక వ్యక్తి అభివృద్ధి చెందుతున్న స్పృహ, అనుభవించాల్సిన ప్రతిచర్యలను ఏర్పరుస్తుంది.",
    buttonLabel: 'Learn More',
    imgStart: '',
    img: require('../../images/karma.jpeg'),
    alt: 'Vault',
    start: ''
};

export const homeObjectThree = {
    primary: false,
    lightBg: true,
    lightTopLine: false,
    lightText: false,
    lightTextDesc: false,
    topLine: 'హరి హర',
    headline:
        'ఓం నమో నారాయణాయ',
    description:
        "శ్రీరామ రామ రామేతి రమే రామే మనోరమే సహస్రనామ తత్తుల్యం రామనామ వరాననే.శివుడు రామ నామాన్ని అన్ని సమయాలలో జపిస్తాడు. విష్ణువు (విష్ణు సహస్రనామ) యొక్క 1000 పేర్ల మొత్తం మరియు పదార్ధం ఖచ్చితంగా రామ నామ అని ఆయన తన భార్య పార్వతితో చెప్పారు. అదేవిధంగా, రావణుడిని జయించాలనే వ్యూహానికి ప్రణాళికలు సిద్ధం చేస్తున్నప్పుడు, రాముడు రామేశ్వరం వద్ద శివుడిని ఆరాధిస్తాడు. నేటికీ, శ్రీరాముడు పూజించిన శివలింగాన్ని రామేశ్వరంలో పూజిస్తున్నారు.",        
    buttonLabel: 'View Case Study',
    imgStart: 'start',
    img: require('../../images/harihara.jpeg'),
    alt: 'Vault',
    start: 'true'
};





