export const homeObjectone = {
    primary: true,
    lightBg: true,
    lightTopLine: false,
    lightText: false,
    lightTextDesc: false,
    headline: 'విష్ణువు మరియు శివ',
    description1:
        'విష్ణువును "వాసుదేవుడు" అని కూడా పిలుస్తారు మరియు శివుడిని "వామదేవుడు" అని కూడా పిలుస్తారు. రెండు పేర్లలో రెండు అక్షరాల తేడా మాత్రమే ఉంది. "సు" మరియు "మ". సుమ అంటే పువ్వు. విష్ణువు మరియు శివ ఇద్దరు ఓక్కటే.',
    description2:
        '‘ఓం నమో నారాయణయ’ అష్టాక్షర అనేది వైష్ణవుల ప్రాధమిక మంత్రం. ‘రా’ ఈ మంత్రంలోని ముఖ్య అక్షరం. ‘ఓం నమః శివాయ’ పంచాక్షరీ మంత్రం శైవులకు ముఖ్య మంత్రం. ‘మ’ అనేది ఈ మంత్రం యొక్క ముఖ్య అక్షరం.ఈ రెండు కీలక అక్షరాలను కలిపి చూస్తే, మనకు ‘రామ’ లభిస్తుంది. రామ నామం జపించడం ద్వారా, శివ నామమును, విష్ణు నామమును జపించడం వల్ల మనకు అన్ని ప్రయోజనాలు లభిస్తాయి.',
    description3: '',
    buttonLabel: 'Get Started',
    imgStart: '',
    img: require('../../images/one.jpeg'),
    alt: 'ssvkpp',
    start: ''
};

export const homeObjectTwo = {
    primary: true,
    lightBg: false,
    lightTopLine: true,
    lightText: true,
    lightTextDesc: true,
    headline: 'కర్మ యొక్క అర్థం ఏమిటి?',
    description1:
        "వేద సాహిత్యం ప్రకారం, కర్మ అనేది ఒక పని చేయడానికి కారణం. ప్రతి చర్యకు ఒక కారణం మరియు ప్రభావం ఉంటుంది. శారీరిక మానసిక తృప్తి కోసం , అభివృద్ధి కొరకు కృషి చేయడాన్ని 'కర్మ' అంటాము",
    description2:
        'ధర్మబద్ధమైన పనులుగాని, స్వార్థపూరితమైన పనులుకాని ఇతరులకు కష్టపెట్టే, నష్టపరిచే పనులుగాని మనం చేస్తుంటాము.అన్నీ కర్మలే మంచి కర్మలకు , చెడు కర్మలకు కూడా అనుభవించాల్సిన కర్మ ఫలాలు వేర్వేరుగా ఉంటాయి. వాటిని ఎవ్వరు తప్పించుకోలేరు.',
    buttonLabel: 'Learn More',
    imgStart: '',
    img: require('../../images/karma.jpeg'),
    alt: 'Vault',
    start: ''
};

export const homeObjectThree = {
    primary: false,
    lightBg: true,
    lightTopLine: false,
    lightText: false,
    lightTextDesc: false,
    headline:
        'ఓం నమో నారాయణాయ',
    description1:
        "శ్రీరామ రామ రామేతి రమే రామే మనోరమే సహస్రనామ తత్తుల్యం రామనామ వరాననే.శివుడు రామ నామాన్ని అన్ని సమయాలలో జపిస్తాడు. విష్ణువు (విష్ణు సహస్రనామ) యొక్క 1000 పేర్ల మొత్తం మరియు పదార్ధం ఖచ్చితంగా రామ నామ అని ఆయన తన భార్య పార్వతితో చెప్పారు.",
    description2:
        'అదేవిధంగా, బ్రాహ్మణుడైన  రావణుడి సంహరించిన కారణం వలన రాముడు శివలింగాన్ని ప్రతిష్టించాడు.నేటికీ, శ్రీరాముడు పూజించిన శివలింగాన్ని రామేశ్వరంలో పూజిస్తున్నారు.',
    buttonLabel: 'View Case Study',
    imgStart: 'start',
    img: require('../../images/harihara.jpeg'),
    alt: 'Vault',
    start: 'true'
};

export const homeObjectFour ={
    primary: true,
    lightBg: false,
    lightTopLine: true,
    lightText: true,
    lightTextDesc: true,
    headline: 'గాయత్రి మంత్రం రహస్యం',
    description1:
        "చాలామందికి  తెలియని గాయత్రీ మంత్రం రహస్యం,చాలా మందికి గాయత్రీ మంత్రమనేది ఒకటి వుందని తెలిసినా, అదేమిటో అసలు ఎలా జపించాలో తెలియదు.\
        కొందరికి మంత్రము తెలిసినా కాలంతోపాటు పరిగెడుతూ హడావిడిగా జీవితాలను గడపాల్సిరావటం వల్ల ఈ మంత్రాన్ని గబగబ బట్టీయం పట్టినట్టు మొక్కుబడిగా దేవుని ముందు అప్పగించేసి హమ్మయ్య ఈ రోజుకి చదివేసాను అనుకుంటారు.\
        నిజానికి గాయత్రీ మంత్రాన్ని అలా చదవకూడదు. అసలు గాయత్రీ మంత్రమేమిటో అది ఎలా జపించాలో తెలుపవలెనని నాయొక్క చిన్న ప్రయత్నం.\
        గాయత్రీ మంత్రము అంటే…\
        ఓం, భూర్భువస్సువః, తత్ సవితుర్వరేణ్యం,\
        భర్గోదేవస్య ధీమహి, ధియో యో నః ప్రచోదయాత్\
        ఇది మంత్రము. ఈ మంత్రాన్ని ఏకధాటిగా చదవకుండా మంత్రన్ని నాలుగు చోట్ల ఆపి చదవాలి. అది ఎలాగంటే…\
        ఓం\
        భూర్భువస్సువః\
        తత్సవితుర్వరేణ్యం\
        భర్గోదేవస్య ధీమహి\
        ధియో యోనః ప్రచోదయాత",        
    description2:
    'ఇలా మంత్రం మద్యలో నాలుగు సార్లు ఆపి చదవాలి.\
        ఈ మంత్రములో “ఓం” అనేది “ప్రణవము”, “భూర్భువస్సువః” లోని భూ, భువః, సువః అనేవి “వ్యాహృతులు”. వ్యాహృతులు అనేవి దివ్యశక్తిని కలిగిన పదాలు. ఇవి మూడు లోకాలను సూచిస్తాయి. “తత్” నుంచి మిగిలిన భాగాన్ని “సావిత్రి” అని అంటారు.\
        గాయత్రి మంత్రం లో 24 బీజాక్షరాలున్నాయి. వాటిని ఆధారం చేసుకుని నిర్మితమైన కొన్ని గొప్ప ఆలయాలను ఒకసారి అవలోకించుకుందాం.\
        1. కంచి కామాక్షి మందిరం లో అమ్మవారు మూలవిరాట్టుగా కూర్చుని ఉన్న మంటపాన్ని గాయత్రి మంటపం అంటారు. ఆ ప్రాక్రారంలో 24 స్తంభాలున్నాయి. అవి 24 బీజాక్షరాలకు ప్రతీకలు.\
        2. కోణార్క్ లోని సూర్య దేవాలయ సముదాయం ఒక పెద్ద రధం మీద వున్నట్టు నిర్మించబడి వున్నది. ఆ రధానికి గాయత్రీ మంత్రానికి ప్రతీకగా 24 చక్రాలు వున్నాయి. వాటిని ఆంగ్లేయులు 24 గంటలని చెప్పారు. మనవాళ్ళు దానినే పట్టుకుని వేల్లాడుతున్నారు.\
        3. పురాణ కధనం ప్రకారం 24మంది\
        మహా ఋషులు వారి మంత్రశక్తిని ఈ 24 బీజాక్షరాలలో నిక్షిప్తం చేసారు. అశోకునిధర్మచక్రం లో వున్న 24 చువ్వలు (spokes ) వాటికి ప్రతీకలు. దాన్నే మనం సమయచక్రం అని కూడా అంటున్నాము.",'    ,
    description3:
        '4. జైన సిద్ధాంతంలో 24 తీర్ధంకరులు – ఇది అవైధిక మతమైనా వాటికి మూలం మన వేదమే.\
        5. 24 కేశవ నామాలు\
        6. 24 తత్వాలు :\
        *ఐదు జ్ఞానేన్ద్రియాలు,\
        *5 కర్మేంద్రియాలు,\
        *పంచ తన్మాత్రలు,\
        *5 మహాద్భుతాలు,\
        *బుద్ధి, *ప్రకృతి, *అహంకారం, *మనస్సు\
        7. ఛందస్సులలో ఒకానొక గొప్ప ఛందస్సు గాయత్రి పేరు మీద వున్నది. భగవద్గీతలో శ్రీ కృష్ణుడు ఇలా చెబుతాడు : “ బృహత్సామ తథా సామ్నాం గాయత్రీ చందసామాహం”\
        8. రామాయణం లో 24 సహస్ర శ్లోకాలు.\
        9. రామాయణం గాయత్రి మంత్రాన్నే ప్రతిపాదిస్తోంది. కావాలంటే మీరే ఒకసారి తరచి చూడండి. 1, 1001, 2001, 3001, 4001, …..23001 శ్లోకాలను గనుక మీరు చూస్తె మీకు గాయత్రి మంత్రమే కనబడుతుంది. దీన్ని గాయత్రి రామాయణం అని కూడా అంటారు.\
        10. ఒక వీణలో 24 చిర్రలు వుంటాయి. సంగీత శాస్త్రం తెలిసినవాళ్ళు దీన్నే గాయత్రి ఉపాసన అని అంటారు.\
        11. మన వెన్నుబాములో 24 మ్రుదులాస్తులు ( Cartilage )వుంటాయి. వాటికి అధి దేవతలే గాయత్రి మంత్రాక్షరాలు.\
        “న గాయత్రీ త్రాహ్య పరం మంత్రం .. నమాతాః పర దైవతం” అన్నారు పెద్దలు .\
        24 బీజాక్షరాలతో కూడిన గాయత్రీ మాతను ఒక్కసారి జపిస్తే చాలు, సర్వ పాపాలు హరిస్తాయంటారు. సకల దోషాలు తొలగి పోతాయంటారు.\
        సకల దేవతా స్వరూపం గాయత్రీ.\
        రామాయణ సారం గాయత్రీ .\
        కోర్కెలు తీర్చే మంత్ర రాజం గాయత్రీ. విశ్వశాంతికి పరిష్కారం గాయత్రీ.\
        సకలకోర్కెలు ఈడేర్చే మహామంత్రం గాయత్రీ\
        24 బీజాక్షర సంపుటి గాయత్రీ..\
        అలాంటి గాయత్రి మాతను స్మరణం చేసుకోవడం అంటే నిజంగా పూర్వ జన్మ సుకృతమే అని చెప్పాలి.!!',
    buttonLabel: 'Learn More',
    imgStart: '',
    img: require('../../images/gayathrimantra.jpg'),
    alt: 'Vault',
    start: ''
}





